articles/2020-08-31-Nettuno.html
<!doctype html>
<html lang="en">
<head>
<title>Rondò Veneziano - Nettuno - Tab + Score + Midi</title>
<!-- 2020-12-27 Sun 03:16 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="benkio">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
<link rel="shortcut icon" href="../../images/favicon.ico" type="image/x-icon">
<link rel="icon" href="../../images/favicon.ico" type="image/x-icon">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/css/all.min.css">
<link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Lato" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="../css/main.css">
<link rel="stylesheet" href="../css/blog.css">
<link rel="stylesheet" href="../css/article.css">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#navbar">Blog</a></li>
<li><a href="#Article">Rondò Veneziano - Nettuno - Tab + Score + Midi</a>
<ul class="nav">
<li><a href="#ArticleAbstract">Abstract</a></li>
<li><a href="#ArticleContent">Content</a>
<ul class="nav">
<li><a href="#ArticleContentSong">Song</a></li>
<li><a href="#ArticleContentLilypondSource">Lilypond Source</a></li>
<li><a href="#ArticleContentScore">Score PDF</a></li>
<li><a href="#ArticleContentMidi">lilypond Audio</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#ShareButtons">Share Buttons</a></li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">Rondò Veneziano - Nettuno - Tab + Score + Midi</h1>

<div id="outline-container-navbar" class="outline-2 text-center navbar navbar-inverse navbar-fixed-top">
<h2 id="navbar"><a id="sec-" name="sec-"></a>Blog</h2>
<div class="outline-text-2" id="text-navbar">
<button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#collapsableNavbar">
  <span class="icon-bar"Article 6</span>
  <span class="icon-bar"></span>
  <span class="icon-bar"></span>
</button>
<a title="Home" href="../blog.html"><h1 id="navbarTitle" class="navbar-text">Blog</h1></a>
<div class="collapse navbar-collapse" id="collapsableNavbar">
  <ul class="nav navbar-nav">
    <li><a title="Home" href="../index.html"><i class="fas fa-home fa-3x" aria-hidden="true"></i></a></li>
    <li><a title="Article List" href="../articleList.html" class="navbar-text h3">Article List</a></li>
<li><a title="Book List" href="../bookList.html" class="navbar-text h3">Book List</a></li>
<li><a title="Album List" href="../albumList.html" class="navbar-text h3">Album List</a></li>
  </ul>
</div>
</div>
</div>

<div id="outline-container-Article" class="outline-2">
<h2 id="Article"><a id="sec-" name="sec-"></a>Rondò Veneziano - Nettuno - Tab + Score + Midi</h2>
<div class="outline-text-2" id="text-Article">
<p>
<b>Created: <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-08-31 Mon&gt;</span></span></b>
</p>
</div>
<div id="outline-container-ArticleAbstract" class="outline-3">
<h3 id="ArticleAbstract"><a id="sec-" name="sec-"></a>Abstract</h3>
<div class="outline-text-3" id="text-ArticleAbstract">
<p>
I'm studying this song and I was searching in the web for some score
about it. I couldn't find any. Therefore, since I need to learn it
by ear, I decided to write an article on that, transcribing the
music. So a score would be available and I could experiment with <a href="https://lilypond.org/">Lilypond</a>.
</p>
</div>
</div>

<div id="outline-container-ArticleContent" class="outline-3">
<h3 id="ArticleContent"><a id="sec-" name="sec-"></a>Content</h3>
<div class="outline-text-3" id="text-ArticleContent">
</div>

<div id="outline-container-ArticleContentSong" class="outline-4">
<h4 id="ArticleContentSong"><a id="sec-" name="sec-"></a>Song</h4>
<div class="outline-text-4" id="text-ArticleContentSong">
<figure>
<iframe width="640" height="480" src="https://www.youtube.com/embed/iWkUn3_0W2E?rel=0" allowfullscreen></iframe>
<figcaption>
Rondò Veneziano - Nettuno
</figcaption>
</figure>
</div>
</div>

<div id="outline-container-ArticleContentLilypondSource" class="outline-4">
<h4 id="ArticleContentLilypondSource"><a id="sec-" name="sec-"></a>Lilypond Source</h4>
<div class="outline-text-4" id="text-ArticleContentLilypondSource">
<p>
Here you can find the <a href="https://lilypond.org/doc/v2.20/Documentation/learning/index.html">Lilypond guide</a>
</p>

<p>
<a href="2020-08-31-Nettuno/Nettuno.ly">Transcription</a>
</p>
</div>
</div>

<div id="outline-container-ArticleContentScore" class="outline-4">
<h4 id="ArticleContentScore"><a id="sec-" name="sec-"></a>Score PDF</h4>
<div class="outline-text-4" id="text-ArticleContentScore">
<figure>
<iframe width="640" height="480" src="./2020-08-31-Nettuno/Nettuno.pdf" allowfullscreen></iframe>
<figcaption>
Rondò Veneziano - Nettuno - PDF
</figcaption>
</figure>
</div>
</div>

<div id="outline-container-ArticleContentMidi" class="outline-4">
<h4 id="ArticleContentMidi"><a id="sec-" name="sec-"></a>lilypond Audio</h4>
<div class="outline-text-4" id="text-ArticleContentMidi">
<audio controls>
  <source src="./2020-08-31-Nettuno/Nettuno.mp3" type="audio/mp3">
Your browser does not support the audio element.
</audio>
</div>
</div>
</div>
</div>

<div id="outline-container-ShareButtons" class="outline-2">
<h2 id="ShareButtons"><a id="sec-" name="sec-"></a>Share Buttons</h2>
<div class="outline-text-2" id="text-ShareButtons">
<!-- AddToAny BEGIN -->
<hr>
<div class="a2a_kit a2a_kit_size_32 a2a_default_style">
<a class="a2a_dd" href="https://www.addtoany.com/share"></a>
<a class="a2a_button_facebook"></a>
<a class="a2a_button_twitter"></a>
<a class="a2a_button_whatsapp"></a>
<a class="a2a_button_telegram"></a>
<a class="a2a_button_linkedin"></a>
<a class="a2a_button_email"></a>
</div>
<script async src="https://static.addtoany.com/menu/page.js"></script>
<!-- AddToAny END -->

<script type="text/javascript">
$(function() {
  $('#text-table-of-contents > ul li').first().css("display", "none");
  $('#text-table-of-contents > ul li').last().css("display", "none");
  $('#table-of-contents').addClass("visible-lg")
});
</script>
</div>
</div>
</div></div></div>
</body>
</html>
